[
    {"index":1, "nombre":"Uncharted 4","descripcion":"UNCHARTED 4: En A Thiefs End, los jugadores emprenden un viaje alrededor del mundo, en el que pasan por islas selváticas, ciudades remotas y picos nevados en busca del tesoro de Avery.", "imagen":"https://i.pinimg.com/564x/98/5b/6e/985b6eb5105858886a300f19b9515dd1.jpg", "precio":9500, "stock":10, "categoria":"juegos ps4"},
    {"index":2, "nombre":"God of War 3","descripcion":"Esta impactante reinvención de God of War toma todos los aspectos clásicos de la emblemática serie: un combate brutal, épicas luchas de jefes y una escala espectacular, y los combina con una increíble y emotiva trama que redefine el mundo de Kratos.", "imagen":"https://i.pinimg.com/564x/ae/99/6c/ae996cb6e74018a31c30eb4eb6f4363e.jpg", "precio":10000, "stock":9, "categoria":"juegos ps4"},
    {"index":3, "nombre":"Mortal Kombat XL","descripcion":"Mortal Kombat XL reúne un aspecto cinematográfico y una mecánica de juego nunca vistos. Por primera vez, los jugadores pueden elegir múltiples variantes de cada personaje con impacto tanto en la estrategia como en el estilo de lucha.", "imagen":"https://i.pinimg.com/564x/cc/f0/fd/ccf0fdf54c46641a02dabbe9692dcc82.jpg", "precio":9000, "stock":8, "categoria":"juegos ps4"},
    {"index":4, "nombre":"GTA V","descripcion":"Experimenta los éxitos de taquilla Grand Theft Auto V y GTA Online, ahora actualizados para PlayStation 5 con imágenes impresionantes, carga más rápida, gatillos adaptativos, respuesta háptica, audio 3D Tempest y más, además de contenido exclusivo para los jugadores de GTA Online.", "imagen":"https://i.pinimg.com/564x/47/39/59/473959fce29649bf8d43358e8e68eb34.jpg", "precio":9500, "stock":6, "categoria":"juegos ps4"},
    {"index":5, "nombre":"Battlefield V","descripcion":"Vive el mayor conflicto de la historia con Battlefield™ V. La serie regresa a sus orígenes con una recreación jamás vista de la 2.ª Guerra Mundial. Disfruta el multijugador masivo con tu escuadrón en el enorme modo Grandes operaciones y el cooperativo Armas combinadas o enfrenta las Historias de guerra para un jugador. Disfruta el Battlefield más completo e inmersivo hasta la fecha en ubicaciones épicas y sorprendentes por todo el mundo. Incluye Tormenta de fuego, el Battle Royale reimaginado para Battlefield.", "imagen":"https://i.pinimg.com/564x/c7/c1/76/c7c176098a088e1d8a3d891a941fd2bb.jpg", "precio":12000, "stock":7, "categoria":"juegos ps4"},
    {"index":6, "nombre":"Tom Clancys Rainbows Six","descripcion":"Pon a prueba tu valor en tres modos de juego diferentes y más de 20 mapas a gran escala, cada uno con temáticas de diferentes lugares, países y escenarios, refina tu estilo de juego con tus operadores favoritos y desbloquea nuevos trajes para que sean tuyos.", "imagen":"https://i.pinimg.com/564x/72/f0/cc/72f0cc7bb0fbc37ab1b0fd5d6cd7c58c.jpg", "precio":13000, "stock":6, "categoria":"juegos ps4"},
    {"index":7, "nombre":"Battlefront","descripcion":"Enfréntate a oleadas de enemigos en la base Starkiller gracias al poder de tu sable de luz. Lucha con tus compañeros en la espesura de la selva de una base rebelde oculta en Yavin IV con la potencia de fuego de los AT-ST. Alinea a tu escuadrón de X-wing para atacar a un destructor estelar de la Primera Orden. O álzate como una nueva heroína de STAR WARS (Iden, una soldado imperial de élite de las fuerzas especiales) y descubre una apasionante historia para un jugador que se desarrolla a lo largo de treinta años.", "imagen":"https://i.pinimg.com/564x/da/41/aa/da41aaf0430badaf0a63991dd19a632c.jpg", "precio":10000, "stock":12, "categoria":"juegos ps4"},
    {"index":8, "nombre":"Until Dawn","descripcion":"Únicamente tus elecciones determinarán quién sobrevive. Ocho amigos se encuentran atrapados en un retiro remoto en la montaña, pero no están solos. Presos del temor, con tensiones cada vez mayores, deben luchar para superar su miedo si quieren sobrevivir a esa noche.Juega como cada uno de los ocho personajes y siente miedo como nunca antes. Cada decisión que tomes en tu aterradora búsqueda de respuestas podría significar la diferencia entre la vida y la muerte, pero ¿para quién? Solo tus acciones decidirán quién sobrevive hasta el amanecer.", "imagen":"https://i.pinimg.com/564x/16/97/40/16974093041a13c5341b34ac602170a0.jpg", "precio":12000, "stock":10, "categoria":"juegos ps4"},
    {"index":9, "nombre":"The Last of Us","descripcion":"20 años después de que una pandemia transformó a la civilización conocida, los humanos infectados se vuelven salvajes y los sobrevivientes se matan unos a otros por comida, armas y lo que sea que puedan conseguir. Joel, un sobreviviente violento, es contratado para sacar a una niña de 14 años, Ellie, de una opresiva zona de cuarentena militar, pero lo que comienza como una sencilla misión pronto se transforma en un viaje brutal a través de Estados Unidos.", "imagen":"https://i.pinimg.com/564x/4b/17/06/4b17068a3d57a125fab598f412f05742.jpg","precio":13000, "stock":8, "categoria":"juegos ps4"},
    {"index":10, "nombre":"Jostick PS4","descripcion":"Control preciso. Este mando combina funciones revolucionarias mientras conserva precisión, comodidad y exactitud en cada movimiento. Gracias a su ergonomía especialmente pensada para la posición de tu mano, podés pasar horas jugando con total confort. Mayor comodidad y realismo.Te permite jugar sin necesidad de que haya cables de por medio. Está pensado no solamente para controlar mejor tus videojuegos, sino también para aumentar su realismo y experiencia. Activá el Bluetooth.Cuenta con conexión Bluetooth de alta tecnología para usarlo en cualquier ordenador o dispositivo; ya no necesitarás de aplicaciones de terceros ni cable USB. Además, posee gran capacidad antiinterferente, fácil manejo y señal de conexión estable.", "imagen":"https://i.pinimg.com/564x/54/dc/42/54dc42ed39a291c636a8c73446f78b50.jpg", "precio":13000, "stock":6, "categoria":"productos ps4"},
    {"index":11, "nombre":"Jostick azul PS4","descripcion":"Control preciso. Este mando combina funciones revolucionarias mientras conserva precisión, comodidad y exactitud en cada movimiento. Gracias a su ergonomía especialmente pensada para la posición de tu mano, podés pasar horas jugando con total confort. Mayor comodidad y realismo.Te permite jugar sin necesidad de que haya cables de por medio. Está pensado no solamente para controlar mejor tus videojuegos, sino también para aumentar su realismo y experiencia. Activá el Bluetooth.Cuenta con conexión Bluetooth de alta tecnología para usarlo en cualquier ordenador o dispositivo; ya no necesitarás de aplicaciones de terceros ni cable USB. Además, posee gran capacidad antiinterferente, fácil manejo y señal de conexión estable.", "imagen":"https://i.pinimg.com/564x/46/0b/ce/460bce9bdfd6a7119a66815eb78ced8c.jpg", "precio":13000, "stock":3, "categoria":"productos ps4"},
    {"index":12, "nombre":"Gran Turismo DD Pro" ,"descripcion":"El Direct Drive Wheel oficial de Gran Turismo® combina el desempeño de la consola PlayStation 5 con la tecnología Direct Drive de FANATEC® para ofrecer sensaciones de retorno de fuerza de gran detalle y sensibilidad." ,"imagen":"https://cdn.shopify.com/s/files/1/0463/7419/1268/products/fanatecgranturismo01_1024x1024.jpg?v=1639152720", "precio":180000, "stock":3, "categoria":"productos ps4"},
    {"index":13, "nombre":"Forza Motorsport 7" , "descripcion":"Forza Motorsport 7 es donde los pilotos de carreras, derrape y aceleración, tuneadores y creadores se reúnen en una comunidad dedicada a todo lo automotriz. Conduce los autos de tus sueños, con más de 700 asombrosos vehículos a elegir incluyendo la mayor colección de Ferraris, Porsches y Lamborghinis. Enfrenta retos en 30 destinos famosos y 200 pistas, donde las condiciones de la carrera cambian cada vez que regresas a la pista. ¡Vívelo todo en a asombrosos 60fps y resolución nativa de 4K en HDR!","imagen":"https://i.pinimg.com/564x/53/ea/2a/53ea2a979dc22be4d78e1cc29387a113.jpg", "precio":10000, "stock":9, "categoria":"juegos xbox"},
    {"index":14, "nombre": "WatchDogs 2","descripcion":"uega como Marcus Holloway, un joven y brillante hacker que vive en la cuna de la revolución tecnológica, la zona de la bahía de San Francisco. Colabora con DedSec, un conocido grupo de hackers, para ejecutar el mayor pirateo de la historia; acaba con ctOS 2.0, un sistema operativo utilizado por un grupo de genios criminales para vigilar y manipular a los ciudadanos a gran escala.","imagen":"https://i.pinimg.com/564x/37/79/f5/3779f5fc86d07773c6a8006f88f8ce74.jpg","precio":12000, "stock":3,"categoria":"juegos xbox"}
]